Repository: filiptronicek/GitTrends
Catalog: GitTrends.Mobile.Common/Constants/AboutPageConstants.*.resx
Languages: ru, tr, uk

# CollaboratorsDescription
source: Thank you to all of our amazing open-source contributors. Tap on a contributor to learn more!
ru: Спасибо всем нашим соавторам. Нажмите на автора, чтобы узнать больше!
tr: Açık kaynak koda destek veren herkese teşekkürler. Daha fazla bilgi için destekçinin adının üzerine dokunun!
uk: Подяка всім, хто зробив внесок до відкритого коду застосунку. Натисніть на юзерпік, щоби дізнатися більше!

# CollaboratorsTitle
source: Collaborators
ru: Соавторы
tr: Destekçiler
uk: Співпрацівники

# DescriptionText
source: GitTrends is an open-source app built in C# using .NET MAUI that helps you monitor your GitHub repositories!
ru: GitTrends - это приложение с открытым исходным кодом, созданное на C# с использованием .NET MAUI, которое помогает следить за Вашими репозиториями на GitHub!
tr: GitTrends, GitHub depolarınızı izlemenize yardımcı olan .NET MAUI ve C# kullanan açık kaynak bir uygulamadır!
uk: GitTrends - це застосунок з відкритим кодом, створений на C# з використанням .NET MAUI. Він допомагає моніторити ваші репозиторії GitHub!

source: Forks
ru: Ветки
tr: Kollar
uk: Форки

# GitHubButton
source: View on GitHub
ru: Посмотреть на GitHub
tr: GitHub'ta Gör
uk: Подивитись на GitHub

# LibrariesDescription
source: Thank you to all of the amazing libraries and frameworks that made GitTrends possible!
ru: Спасибо за великолепные библиотеки и фреймворки которые помогли воплотить GitTrends в жизнь!
tr: GitTrends'i mümkün kılan tüm harika kütüphane ve platformlara teşekkürler!
uk: Подяка за всі чудові бібліотеки та фреймворки, які зробили можливим створення GitTrends!

# LibrariesTitle
source: Libraries
ru: Библиотеки
tr: Kütüphaneler
uk: Бібліотеки

# RequestFeatureButton
source: Request Feature
ru: Запрос функционала
tr: Özellik Talep Et
uk: Запит на функціонал

source: Stars
ru: Звезды
tr: Yıldızlar
uk: Зірки

source: Watching
ru: Наблюдатели
tr: İzleyenler
uk: Стежать
