Repository: filiptronicek/GitTrends
Catalog: GitTrends.Mobile.Common/Constants/EmptyDataViewConstantsInternal.*.resx
Languages: bs, cs, de, fr, nb, nl, pt, ru, tr, uk

source: Please login again
bs: Molimo prijavite se ponovo
cs: Prosím přihlašte se znovu
de: Bitte erneut einloggen
fr: Balayer vers le bas pour récuperer les sites référents
nb: Vennligst logg inn igjen
nl: Log opnieuw in
pt: Por favor faça o login nvoamente
ru: Пожалуйста, войдите заново
tr: Lütfen tekrar giriş yapın
uk: Увійдіть, будь ласка, знову

# SwipeDownToRefresh_Repositories
source: Swipe down to retrieve repositories
bs: Uradite swipe na dole da dobijete podatke o repozitorijima
cs: Potáhněte dolů pro načtení repozitářů
de: Wische runter, um Repos abzurufen
fr: Balayer vers le bas pour récuperer les dépôts
nb: Sveip ned for å hente repos
nl: Swipe naar benden om nieuwe repositories op te halen
pt: Deslize para baixo para recuperar repositórios
ru: Проведите вниз, чтобы получить репозитории
tr: Kod depolarını almak için aşağı kaydırın
uk: Для отримання списку репозиторіїв проведіть донизу

# SwipeDownToRefresh_ReferringSites
source: Swipe down to retrieve referring sites
bs: Uradite swipe na dole kako bi ste dobili podatke o referirajućim stranicama
cs: Potáhněte dolů pro načtení odkazujících stránek
de: Wische runter, um verweisende Sites abzurufen
fr: Balayer vers le bas pour récuperer les dépôts
nb: Sveip ned for å hente refererende sider
nl: Swipe naar beneden om referende sites op te halen
pt: Deslize para baixo para recuperar sites referidos.
ru: Проведите вниз, чтобы получить ссылающиеся сайты
tr: İlişkili siteleri almak için aşağı kaydırın
uk: Для отримання списку посилань проведіть донизу

# LoginExpired
source: GitHub Login Expired
bs: GitHub prijava je istekla
cs: GitHub přihlášení vypršelo
de: GitHub-Login abgelaufen
fr: Le login GitHub a expiré
nb: GitHub-innlogging utløpt
nl: GitHub Login Verlopen
pt: Login GitHub Expirado
ru: Логин GitHub истек
tr: GitHub Girişinin Süresi Bitti
uk: Обліковий запис GitHub не дійсний

# NoFilterMatch
source: No Matching Repository Found
bs: Nije pronađen ni jedan repozitorij
cs: Žádný odpovídající repozitář byl nalezen.
de: Keine übereinstimmenden Repos gefunden
fr: Aucun dépôt convenant à ces filtres n'a été trouvé
nb: Ingen repo funnet
nl: Geen Overeenkomende Repository Gevonden
pt: Busca não encontrou Repositórios
ru: Не найден подходящий репозиторий
tr: Eşleşen Depo Bulunamadı
uk: Відповідних репозиторіїв немає

# NoRepositoriesFound
source: Your repositories list is empty
bs: Lista vaših repozitorija je prazna
cs: Váš seznam repozitářů je prázdný
de: Deine Repoliste ist leer
fr: Votre liste de dépôt est vide
nb: Din liste av repos er tom
nl: Je lijst met repositories is leeg
pt: Sua lista de repositórios está vazia
ru: Список Ваших репозиториев пуст
tr: Kod depoları listeniz boş
uk: Список ваших репозиторіїв порожній

# ClearSearchBarTryAgain
source: Clear search bar and try again
bs: Očistiti pretragu i pokušajte ponovo
cs: Vymazat hledání a vyhledat znovu
de: Leere die Suchleiste und versuche es erneut
fr: Videz la bar de recherche et essayez à nouveau
nb: Tøm søkefeltet og prøv igjen
nl: Leeg zoekbalk en probeer opnieuw
pt: Limpe a busca e tente novamente
ru: Очистите поисковую строку и повторите попытку
tr: Arama çubuğunu temizleyin ve tekrar deneyin
uk: Очистіть пошук і спробуйте знову

source: No referrals yet
bs: Nema ni jedan referal
cs: Žádné odkazy, zatím
de: Noch keine Verweise
fr: Il n'y a aucun référant pour le moment
nb: Ingen henvisninger enda
nl: Nog geen referende sites
pt: Sem referencias ainda.
ru: Пока нет ссылок
tr: Henüz tavsiye eden yok
uk: Посилань поки що немає

# Uninitialized
source: Data not gathered
bs: Podaci nisu sakupljeni
cs: Data nebyla shromáždena
de: Daten nicht gesammelt
fr: Les données n'ont pas été récuperé
nb: Data ikke hentet
nl: Data niet opgehaald
pt: Dados não coletados
ru: Данные не были собраны
tr: Veriler toplanmadı
uk: Не вдалось зібрати дані

source: Unable to retrieve data
bs: Trenutno nije moguće dohvatiti podatke
cs: Nemohli jsme shromáždit data
de: Daten können nicht abgerufen werden
fr: Impossible de récuperer les données
nb: Klarte ikke å hente data
nl: Kon data niet ophalen
pt: Impossível recuperar dados
ru: Невозможно получить данные
tr: Veriler alınamıyor
uk: Неможливо отримати дані

source: No traffic yet
bs: Nema prometa još uvijek
cs: Zatím žádná aktivita
de: Noch kein Traffic
fr: Aucun trafique pour le moment
nb: Ingen trafikk enda
nl: Nog geen data beschikbaar
pt: Ainda sem tráfico
ru: Нет потока данных
tr: Henüz trafik yok
uk: Поки що нічого немає

# ZeroStarsEmptyDataViewDescription1
source: No worries! Keep up the good work and the stars come!
bs: Pozovite zajednicu da bude u toku sa vašim sjajnim radom!
cs: Bez obav! Pokračujte s dobrou prací a nechte hvězdy přijít samy!
de: Keine Sorge! Mache weiter so gute Arbeit und die Sterne werden kommen!
fr: Pas d'inquietude! Continuer a faire du bon travailer et vous aurez des etoiles!
nb: Null stress! Fortsett det gode arbeidet så vil stjernene komme!
nl: Geen zorgen! Ga door met je geweldige werk en die sterren komen vanzelf!
pt: Sem problemas! Mantenha o bom trabalho e as estrelas aparecerão!
ru: Не переживайте! Продолжайте в том же духе и звезды появятся!
tr: Endişelenmeyin! İyi çalışmaya devam edin, yıldızlar gelecektir!
uk: Не переживайте! Продовжуйте - і зірки з'являться!

# ZeroStarsEmptyDataViewDescription2
source: Invite the community to check out your great work!
bs: Podijelite novosti s prijateljima i osvojite svoju prvu zvijezdu!
cs: Přizvete komunitu, aby se podívala na vaši úžasnou práci!
de: Lade die Community ein, deine tolle Arbeit anzusehen!
fr: Invitez la communaute a contempler votre super travail!
nb: Inviter miljøet til å sjekke ut det bra arbeidet ditt!
nl: Nodig de community uit om je werk te bewonderen!
pt: Convide sua comunidade para conhecer nosso grande trabalho!
ru: Пригласите сообщество увидеть Вашу отличную работу!
tr: Harika çalışmanıza göz atmaları için topluluğu davet edin!
uk: Запросіть товариство оцінити вашу роботу!

# ZeroStarsEmptyDataViewDescription3
source: Share updates with friends and get your first star!
bs: Bez brige! Nastavite tako i zvijezde dolaze!
cs: Sdílejte aktualizace s přáteli a získejte svou první hvězdu!
de: Teile Updates mit Freunden und erhalte deinen ersten Stern!
fr: Partagez les updates avec vos amis et obtenez votre premiere etoile!
nb: Del oppdateringer med venner for å få din første stjerne!
nl: Deel updates met je vrienden en krijg die eerste ster!
pt: Compartilhe atualizações com amigos e ganhe sua primeira estrela!
ru: Поделитесь с друзьями и получите свою первую звезду!
tr: Güncellemeleri arkadaşlarınızla paylaşın ve ilk yıldızınızı alın!
uk: Поширте оновлення для друзів і отримайте свою першу зірку!

source: Congratulations!
bs: Čestitamo
cs: Gratulujeme!
de: Glückwunsch!
fr: Felicitations!
nb: Gratulerer!
nl: Gefeliciteerd!
pt: Parabéns!
ru: Поздравляю!
tr: Tebrikler!
uk: Вітаємо!

source: No Stars Yet
bs: Još nema zvijezda
cs: Zatím žádné hvězdy
de: Noch keine Sterne
fr: Pas encore d'etoile
nb: Ingen stjerner enda
nl: Nog Geen Sterren
pt: Ainda Sem Estrelas
ru: Нет звезд пока
tr: Henüz Yıldız Yok
uk: Зірок поки що немає

# FirstStar
source: You've earned your first star
bs: Zaslužili ste svoju prvu zvijezdu
cs: Dostali jste svou první hvězdu!
de: Du hast deinen ersten Stern erhalten!
fr: Premiere etoile
nb: Du har fått din første stjerne
nl: Je hebt je eerste ster gekregen
pt: Você recebeu sua primeira estrela!
ru: Вы заработали свою первую звезду!
tr: İlk yıldızınızı kazandınız!
uk: Ви отримали свою першу зірку!

source: TOTAL
cs: UKUPNO
de: GESAMT
nl: TOTAAL
ru: ОБЩЕЕ
tr: TOPLAM
uk: ЗАГАЛЬНО

source: LOADING
bs: UČITAVANJE
cs: UČITAVAM
de: WIRD HERUNTERGELADEN
fr: TÉLÉCHARGEMENT
nb: LASTER NED
nl: DOWNLOADEN
pt: BAIXANDO
ru: СКАЧИВАНИЕ
tr: İNDİRİLİYOR
uk: ЗАВАНТАЖЕННЯ
